<template>
  <div class="copyright">
    <h3 class="other-title">版权声明</h3>
    <p>本网站上刊载的所有内容以及本网站用户发表并授权刊载于本网站的所有内容，包括但不限于文字、图片、声音、视频、图表、标志、标识、广告、商标、商号、域名、软件、程序、数据、数据文件、发现、发明、作品、设计、技术、方法、流程、计划、公式、专栏目录与名称、内容分类标准、过去、目前和计划的研究开发成果以及任何其他信息或资料，均受中国现行法律法规、规章制度及适用之国际公约中有关着作权、商标权、专利权及／或其它财产所有权法律的保护，为本网站所有。</p>
    <p>使用者将本网站上刊载的内容与服务用于商业、盈利、广告性目的时，需征得本网站的书面特别授权，注明作者及文章出处并按有关规定支付相应费用。未经本公司的明确书面特别授权，任何人不得为任何目的使用以及向任何自然人或单位提供、披露、复印、复制、出售、出让、许可、营销、出版、宣讲、转让、处置或利用本网站上提供的任何内容或服务，或在非本网站所属的服务器上作镜像，否则本网站将依据相关法律法规追究经济赔偿和其它侵权法律责任。</p>
  </div>
</template>
<style scoped lang="less">
p {
  margin-bottom: 20px;
  padding: 0 70px;
  line-height: 20px;
  font-size: 12px;
}
</style>